IDEA StatiCa Open Model
ProjectData.Name Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Gets or sets the name of project.
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public string Name { get; set; }
Public Property Name As String
	Get
	Set
public:
property String^ Name {
	String^ get ();
	void set (String^ value);
}
Property Value
Type: String
See Also
Reference
ProjectData Class
IdeaRS.OpenModel Namespace